"Welcome to the %s installer." = "Witamy w instalatorze %s.";

"Install" = "Instaluj";

"Uninstall" = "Odinstaluj";

"Install %s" = "Zainstaluj %s";

"Uninstall %s" = "Odinstaluj %s";

"Open %s..." = "Otwórz %s…";

"OK" = "OK";

"%s Installed" = "Zainstalowano %s";

"%s has been installed." = "%s został zainstalowany.";

"%s Uninstalled" = "Odinstalowano %s";

"%s has been uninstalled." = "%s został odinstalowany.";

"%s Not Uninstalled." = "Nie odinstalowano %s.";

"%s Not Installed." = "Nie zainstalowano %s.";

"%s was NOT installed.  Please make sure you are running the installer from the disk image and try again." = "%s NIE został zainstalowany. Upewnij się, że instalator uruchomiony jest z obrazu dysku i ponów próbę.";

"%s was NOT uninstalled.  Please make sure you are running the installer from the disk image and try again." = "%s NIE został odinstalowany. Upewnij się, że instalator uruchomiony jest z obrazu dysku i ponów próbę.";

// deprecated
"%s was NOT installed.  Please try again." = "%s NIE został zainstalowany. Skontaktuj się z naszym działem pomocy.";

"%s was NOT installed.  Please contact customer support for help." = "%s NIE został zainstalowany. Skontaktuj się z naszym działem pomocy.";

// deprecated
"%s was NOT uninstalled.  Please try again." = "%s NIE został odinstalowany. Skontaktuj się z naszym działem pomocy.";

"%s was NOT uninstalled.  Please contact customer support for help." = "%s NIE został odinstalowany. Skontaktuj się z naszym działem pomocy.";

"Quit %s" = "Skończ %s";

"Cancel" = "Poniechaj";

"We have to quit %s before proceeding.  Quit %s now?" = "Aby kontynuować, należy skończyć %s. Czy skończyć %s teraz?";

"Continue" = "Dalej";

"%s is still running.  Please quit %s and then click Continue." = "Program %s jest nadal uruchomiony. Proszę skończyć %s i kliknąć w Dalej.";

// status messages

"Complete..." = "Zakończenie…";

"Quitting %s..." = "Kończę %s…";

"Checking for %s..." = "Sprawdzam %s…";

"Installing %s..." = "Instaluję %s…";

"Uninstalling %s..." = "Odinstalowuję %s…";

// new

"Unsupported System" = "Nieobsługiwany system";

"%s was NOT installed.  Mac OS X %s or higher is required to run %s." = "%s NIE został zainstalowany. Mac OS X %s lub nowszy wymagany jest do uruchomienia %s.";

"Accept" = "Akceptuję";

"Decline" = "Nie akceptuję";

"%@ License Agreement" = "Umowa licencyjna %@";

"Print..." = "Drukuj…";